Repository: mln2j/vrtko
Catalog: Localizable.xcstrings
Source language: en
Languages: hr

source: Calendar
hr: Kalendar

source: Don’t have an account?
hr: Nemaš račun?

source: Don’t have an account? Sign up
hr: Nemaš račun? Registriraj se

source: Email address
hr: Adresa E-pošte

# emailAlreadyInUse
source: Email is already in use
hr: Adresa e-pošte se već koristi

# emailRequired
source: Email is required
hr: Adresa e-pošte je obavezna

source: Forgot password?
hr: Zaboravljena lozinka?

source: Good afternoon,
hr: Pozdrav,

source: Good evening,
hr: Pozdrav,

source: Good morning,
hr: Dobro jutro,

source: Good night,
hr: Pozdrav,

# haveAnAccountSignIn
source: Already registered? Sign in
hr: Imaš račun? Prijavi se

source: Home
hr: Početna

source: Invalid Email address
hr: Neispravna adresa e-pošte

source: Invalid password
hr: Neispravna lozinka

source: Market
hr: Plac

# motto
source: Your garden, your market
hr: Tvoj vrt, tvoj plac

source: OK
hr: U redu

source: Password
hr: Lozinka

# passwordTooShort
source: Password is too short (min. 6 characters)
hr: Lozinka je prekratka (minimum 6 znakova)

# pleaseEnterYourEmailFirst
source: Please enter Your email address
hr: Molimo unesite Vašu adresu e-pošte

source: Profile
hr: Profil

# resetEmailHasBeenSentTo
source: Password reset email has been sent to %@. Check your inbox and follow the instructions.
hr: E-poruka za ponovno postavljanje lozinke je poslana na %@. Provjerite sandučić i slijedite upute.

source: Reset Email Sent
hr: Poruka ponovnog postavljanja poslana

source: Reset Failed
hr: Ponovno postavljanje neuspješno

source: Sign in
hr: Prijavi se

source: Sign in with Google
hr: Prijavi se s Googleom

source: There has been an error: %@
hr: Dogodila se greška: %@

# tooManyRequests
source: Too many requests. Try again later
hr: Previše zahtjeva. Pokušajte kasnije

# userWithThisEmailNotFound
source: User with this Email is not found
hr: Korisnik s ovom adresom e-pošte nije pronađen
